[
    {
        "name": "Paint Roller Covers, Mister Rui Foam Paint Roller 4 Inch Small Paint Roller",
        "img": "https://cdn.globalso.com/esteebrush/Mister-Rui-Foam-4-300x300.jpg",
        "desc": "High quality foam. It can be used with oil and water-based pigments.High density foam. It gives a smooth and even release without leaving foam.Smooth and stable inner tube. It brings flexible rolling in conjunction with roll stand.For flat areas. Doors, cabinets, cupboards, tables, chairs and radiators.",
        "available": "1000",
        "quantity": "100",
        "price": "600"
    },
    {
        "name": "Plastic Paint Tray – 9inch",
        "img": "https://cdn.globalso.com/esteebrush/Paint-Tray-2-300x300.jpg",
        "desc": "A tray used to hold paint for decorating with a paint roller, typically having a well and a ridged slope with which to spread paint evenly over the roller. Our Paint tray and liner is compatible with most 9” paint rollers on the market.The tray pocket is deep enough to pour the amount paint without splash it out and the textured ridge guarantees your paint job is even and uniform.No need to rinse out your paint tray, the product includes 2 pack of trays and 10 liners for your project need, easy to set up and clear",
        "available": "1000",
        "quantity": "100",
        "price": "100"
    },
    {
        "name": "Wire Scratch Brush Heavy Duty Stainless Steel 12 Inch",
        "img": "https://cdn.globalso.com/esteebrush/Main-graph2-300x300.jpg",
        "desc": "Super decontamination ability:The brush head is made of stainless steel (silver) for fast rust removal, paint removal, rust removal, weld slag removal and scale removal. Clean and remove loose paint from metal parts, suitable for heavy scrubbing. High hardness of steel wire, reduce wire breakage and prolong service life.",
        "available": "1000",
        "quantity": "100",
        "price": "300"
    },
    {
        "name": "9 Inch Acrylic Paint Roller Covers",
        "img": "https://cdn.globalso.com/esteebrush/Main-graph8-300x300.jpg",
        "desc": "How do you pick a roller cover? We can choose from their pile/nap length. Very Smooth – for metal doors and plaster.Smooth – for drywall.Semi-Smooth – for drywall. Semi-Rough – for rough wood and acoustic tile. Rough – for textured ceilings and stucco finishes. Very Rough – for concrete block, brick and fences. Acrylic roller covers are great for applying base and finish coats, for Very Smooth, Smooth, Semi-Smooth surface.",
        "available": "1000",
        "quantity": "100",
        "price": "800"
    },
    {
        "name": "Fence Paint Brush Paint Brushes For Walls House",
        "img": "https://cdn.globalso.com/esteebrush/Main-graph14-300x300.jpg",
        "desc": "Fence Paint Brush Paint Brushes For Walls House [Dimensions of wall paintbrush] - The paint brush several different sizes. 40*100mm wall brush for sheds, terraces and wood paint.Soft and thick curtain paintbrushes -Fence paint brush is made from high quality natural bristles and stainless steel rings. The bristles are soft and easy to paint without a lot of effort.",
        "available": "1000",
        "quantity": "100",
        "price": "700"
    },
    {
        "name": "High Quality Replaceable Plastic Handle Fence Paint Brush",
        "img": "https://cdn.globalso.com/esteebrush/Main-graph3-300x300.jpg",
        "desc": "This fence brush is suit for interior and exterior wall, especially exterior wall.It contains white natural bristle and polyester filament. Natural bristle is hard-wearing, heat resisting, can use with all paints on all surfaces, for example, oil-based paints and water-based paints.Fence paint brush can hold more paints than thin paint brush, and no falling off more paint hold 40% than general paint brush,",
        "available": "1000",
        "quantity": "100",
        "price": "900"
    },
    {
        "name": "Nylon Woven Polyamide Paint Roller With Tpr Handle, High Quality, For Rough Surface",
        "img": "https://cdn.globalso.com/esteebrush/IMG_8946-300x300.jpg",
        "desc": "Nylon fabric is rough and solid, wear resistant and durable. It’s designed with extra capacity and durability to help tackle rough and even extra-rough surfaces. They are great for applying base and finish coats, as well as, back rolling textured surfaces such as stucco or brick. It can paint exterior wall, especially those rough surfaces. Both oil-based paints and water-based paints can used by nylon paint roller. Compare with other soft fabrics, nylon can use for a long time on the Semi-Rough, Rough, Very-Rough surface.",
        "available": "1000",
        "quantity": "100",
        "price": "1000"
    },
    {
        "name": "Plastic Handle Detail Brush For Car And Wheels 8 Pack",
        "img": "https://cdn.globalso.com/esteebrush/Main-graph4-300x300.jpg",
        "desc": "Blended chemical fiber/hog bristle brush The brushes are made of pig bristles mixed with chemical fiber, which have the advantages of softness and no hair loss, and will not cause harm to the car. Multi-functional detail cleaning Air intake grille, door frame hinges, trunk edge, roof seam, door handle, wheel seam, logo, trunk handle, wiper edge, window seam",
        "available": "1000",
        "quantity": "100",
        "price": "900"
    },
    {
        "name": "Hot Selling 4m 6m Fiberglass Pole",
        "img": "https://cdn.globalso.com/esteebrush/Fiberglass-1-300x300.jpg",
        "desc": "The fiberglass telescopic pole has high strength, good safety, convenient transportation and installation’s features it has become one of the indispensable new alternative materials for modern industrial and agricultural products. The fiberglass is light and strong. The relative density is between 1.5 and 2.0, only 1/4~1/5 of carbon steel, but the tensile strength is close to or even higher than that of carbon steel, and the specific strength can be compared with high-grade alloy steel. We have been working on the",
        "available": "1000",
        "quantity": "100",
        "price": "800"
    }
]